{
  "about-us-page-title": "About GoBoss",
  "about-us-page-subtitle": "Learn in details about us",
  "about-us-one-title": "GoBoss Market Hub",
  "about-us-one-description": "<p>Our dedicated and innovative e-commerce platform provides a convenient and reliable platform for entrepreneurs and businesses to strategically enter or gain access to an unlimited audience within the global market circle. The platform is designed to leverage the efficiency of modern technologies to harmonize a flexible market for Nigeria-based manufacturers, vendors, processors, and consumers.</p><p>In other words, it enables entrepreneurs and enterprises to efficiently sell their services or products to a larger audience by facilitating smooth entry into a dynamic marketplace.</p><p>Go-Boss provides a user-friendly interface and comprehensive features that enable seamless transactions, secure payment processing, and efficient order management. Through this platform, entrepreneurs and businesses can leverage the power of digital technology to connect with their customers, increase brand visibility, and drive sales growth.</p><p>By utilizing our e-commerce platform, entrepreneurs and businesses can tap into a vast network of potential customers locally and globally. With a strong emphasis on the success of buyers and sellers, Go-Boss offers a robust suite of tools and services that optimize product listings, improve discoverability, and make it easier to implement effective marketing strategies.</p><p>Furthermore, this platform provides valuable insights and analytics for tracking performance and making data-driven decisions, allowing entrepreneurs and enterprises to modify their sales methods and maximize revenue continuously. Traditional players in this market can take advantage of an almost free distribution channel to market their products to the world. Although the seller has the exclusive right to choose their target market; the digital platform is accessible to buyers from anywhere in the world.</p><p><strong>GoBoss</strong> is poised to showcase products available in the Made-In-Nigeria market to the Global market. Registered users/ Members on the platform get to sign up, undergo verification, and then get approved to market their goods on the platform.</p><p>To achieve efficiency and transparency in our operations; GoBoss has the following features:<ol><li>Producer-centered model.</li><li>Robust logistics & shipping capabilities.</li><li>Safe credit card payment gateway.</li><li>Proprietary messaging service.</li></ol></p>",
  "about-us-two-title": "Got something to share?",
  "about-us-two-description": "We are born from the pain we had in finding great, usable imagery. And we weren’t alone. Which is why, today—millions of creators from around the world have downloaded over 2 billion assets to create presentations, artwork, mockups. More than 80.00+ subscribers are waiting for your assets! Submit your assets and get more exposure to your works. We’d be happy to feature it on our site. Please use this form to do so. Pixer is a buffet of premium quality design resources offered for free to the community. Here you’ll find exclusive PSD files “cooked” in-house along with featured top-notch freebies from creatives around the world.",
  "about-us-team-title": "Meet our team",
  "about-us-contact-title": " Contact us",
  "about-us-contact-subtitle": "We are always happy to chat. A good way to reach us here.",
  "about-us-contact-link": "Contact us",
  "1": "Our dedicated and innovative e-commerce platform provides a convenient and reliable platform for entrepreneurs and businesses to strategically enter or gain access to an unlimited audience within the global market circle. The platform is designed to leverage the efficiency of modern technologies to harmonize a flexible market for Nigeria-based manufacturers, vendors, processors, and consumers."
}
