{
  "404-heading": "No page found",
  "404-sub-heading": "Oops! The page you were looking for isn't here.",
  "404-back-home": "Back to home",
  "contact-us-title": "Need help? Contact us",
  "contact-us-subtitle": "Looking for help? Drop your contact details here",
  "contact-us-info-title": "Contact Information",
  "contact-us-info-subtitle": "Fill out the form and our team will get back to you within 24 hours.",
  "contact-us-office-title": "Office Location",
  "contact-us-office-message": "Add your office location from admin panel",
  "contact-us-phone-title": "Call us anytime",
  "contact-us-phone-message": "Add your contact info from admin panel",
  "contact-us-site-title": "Visit Website",
  "contact-us-site-message": "Add your website info from admin panel",
  "contact-us-name-field": "Name",
  "contact-us-email-field": "Email",
  "contact-us-subject-field": "Subject",
  "contact-us-message-field": "Message",
  "contact-us-submit-button": "Contact Us",
  "text-default-text": "Make Default",
  "text-delete-card": "Delete Card",
  "text-followed-authors": "Followed Vendors",
  "text-help-page-title": "Help",
  "text-help-page-subtitle": "Frequently asked question",
  "text-license-page-title": "All the legal bits",
  "text-license-page-subtitle": "Last updated on August 1, 2023",
  "text-terms-page-title": "Terms and Conditions",
  "text-terms-page-subtitle": "Last updated on August 1, 2023",
  "text-privacy-page-title": "Privacy Policy",
  "text-privacy-page-subtitle": "Last updated on August 1, 2023",
  "text-password-page-title": "Change Password",
  "text-current-password": "Current Password",
  "text-new-password": "New Password",
  "text-confirm-password": "Confirm Password",
  "text-cancel": "Cancel",
  "text-profile-page-success-toast": "Information successfully updated!",
  "text-profile-page-error-toast": "Something went wrong!",
  "text-profile-page-title": "Personal Information",
  "text-profile-avatar": "Avatar",
  "text-profile-name": "Name",
  "text-card-number": "Card Number",
  "text-no-card-found": "No card found",
  "text-expiration-date": "Expiration date",
  "text-expire-date": "Expire date",
  "text-save": "Save",
  "text-save-card": "Save Card",
  "text-add-default-card": "Add as a default card",
  "text-cvc": "CVC",
  "text-company": "Company",
  "text-card-owner-name": "Card Owner Name",
  "text-expire-date-placeholder": "MM/YY",
  "text-profile-contact": "Contact",
  "text-profile-bio": "Bio",
  "text-save-changes": "Save change",
  "text-my-purchase-list": "My Purchase List",
  "text-loadmore": "Load more",
  "text-product-purchase-message": "Please purchase a product",
  "text-my-question-title": "My Question",
  "text-my-reports-title": "My Reports",
  "text-no-reports-found": "No Reports Found",
  "text-wishlist-title": "My Wishlist",
  "text-preview": "Preview",
  "text-download": "Download",
  "text-purchased-on": "Purchased on",
  "text-back": "Back",
  "text-total": "Total",
  "text-product-found": "products found",
  "text-become-seller": "Sell on GoBoss",
  "text-auth-profile": "Profile",
  "text-auth-purchase": "Purchases",
  "text-auth-wishlist": "My Wishlist",
  "text-auth-cards": "My Cards",
  "text-auth-password": "Password",
  "text-logout": "Logout",
  "text-no-products-found": "No products found!",
  "text-no-products-found-message": "Sorry, we don’t found any product",
  "text-home": "Home",
  "text-explore": "Explore",
  "text-popular-products": "Popular Products",
  "text-top-authors": "Top Vendors",
  "text-feed": "Feed",
  "text-contact": "Contact",
  "text-settings": "Settings",
  "text-terms": "Terms",
  "text-privacy": "Privacy",
  "text-close-panel": "Close panel",
  "text-copy-right": "Copyright",
  "text-copy-right-by": "By",
  "text-category-all": "All",
  "text-free": "Free",
  "text-details": "Details",
  "text-live-preview": "Live Preview",
  "text-not-found": "Not found",
  "text-copy-link": "Copy link",
  "text-copied": "Copied...",
  "text-share-this-item": "Share this item",
  "text-sale": "Sale",
  "text-last-update": "Last Update",
  "text-published": "Published",
  "text-layout": "Layout",
  "text-tags": "Tags",
  "text-add-to-cart-message": "Successfully added to the cart!",
  "text-add-to-cart": "Add to Cart",
  "text-reviews": "Reviews",
  "text-question-and-answers": "Question and Answers",
  "text-ask-question": "Ask Question",
  "text-page": "Page",
  "text-of": "of",
  "text-no-question-found": "No question found",
  "text-recent": "Recent",
  "text-ratings-low-to-high": "Ratings: Low to High",
  "text-ratings-high-to-low": "Ratings: High to Low",
  "text-product-reviews": "Product Reviews",
  "text-no-reviews-found": "No Reviews Found",
  "text-weekly": "Weekly",
  "text-monthly": "Monthly",
  "text-yearly": "Yearly",
  "text-products": "Products",
  "text-placeholder-search": "Search by name...",
  "text-empty-cart-message": "Your cart is empty",
  "text-empty-cart-list": "Please add product to your cart list",
  "text-about": "About Us",
  "text-total-sales": "Total Sales",
  "text-date": "Date",
  "text-q": "Q",
  "text-a": "A",
  "text-follow": "Follow",
  "text-unfollow": "Unfollow",
  "text-shopping-cart": "Shopping cart",
  "text-subtotal": "Subtotal",
  "text-proceed-to-checkout": "Proceed to checkout",
  "text-license-agreement": "Licensing Agreement",
  "text-terms-and-conditions": "Terms & Conditions",
  "text-help-one-title": "How can I sign up as a seller on the GoBoss platform?",
  "text-help-one-desc": "To sign up as a seller on GoBoss, you can visit our website and click on the \"Sign Up\" button. Fill in the required information and undergo the verification process. Once approved, you will be able to market your goods on the platform.",
  "text-help-two-title": "What types of products can be listed on GoBoss?",
  "text-help-two-desc": "GoBoss welcomes a wide range of products, including those manufactured, processed, or sold by Nigerian entrepreneurs, manufacturers, vendors, and processors. We aim to promote Made-In-Nigeria products and provide a diverse marketplace for both sellers and buyers.",
  "text-help-three-title": "How does GoBoss ensure secure payment processing?",
  "text-help-three-desc": "GoBoss incorporates a safe credit card payment gateway that ensures secure transactions for buyers and timely payment disbursement for sellers. We prioritize the security and confidentiality of all financial transactions on our platform.",
  "text-help-four-title": "Can I track my orders and shipments on GoBoss?",
  "text-help-four-desc": "Yes, GoBoss offers comprehensive order management features. As a seller, you can easily manage your inventory, process orders, and track shipments through our platform. This helps you stay organized and provide a seamless experience for your customers.",
  "text-help-five-title": "How does GoBoss verify the integrity of sellers?",
  "text-help-five-desc": "At GoBoss, we have a rigorous verification process in place to ensure that only sellers of integrity can trade on our platform. We conduct thorough checks and verification procedures to maintain a trustworthy marketplace environment.",
  "text-help-six-title": "Are there any fees or commissions for selling on GoBoss?",
  "text-help-six-desc": "GoBoss charges a nominal fee or commission on successful transactions made through our platform. These charges help us maintain and improve our services to benefit both sellers and buyers.",
  "text-help-seven-title": "Can I target specific markets for my products on GoBoss?",
  "text-help-seven-desc": "Yes, as a seller, you have the exclusive right to choose your target market. While GoBoss provides access to buyers from anywhere in the world, you can customize your product listings and marketing strategies to reach your desired audience effectively.",

  "text-help-eight-title": "Does GoBoss provide analytics or insights for sellers?",
  "text-help-eight-desc": "Yes, GoBoss provides valuable insights and analytics for tracking your performance as a seller. These data-driven insights can help you make informed decisions, modify your sales methods, and maximize your revenue continuously.",

  "text-help-nine-title": "How can I contact customer support if I have any issues or questions?",
  "text-help-nine-desc": "GoBoss has a dedicated customer support team that can be contacted through various channels, including email, phone, or our messaging service within the platform. We are here to assist you in addressing issues or concerns.",


  "text-help-ten-title": "Can buyers from outside Nigeria purchase products on GoBoss?",
  "text-help-ten-desc": "Absolutely! GoBoss is accessible to buyers from anywhere in the world. While our focus is on promoting Made-In-Nigeria products, we welcome buyers globally who appreciate the quality and diversity of Nigerian offerings.",


  "text-help-eleven-title": "Why is my shop inactive?",
  "text-help-eleven-desc": "All new shops are inactive until Goboss is able to verify the authenticity of the merchant before their shops will become active on the platform.",


  "text-help-twelve-title": "What are the requirements for Vendor Verification?",
  "text-help-twelve-desc": "A. Businessinformation  B. Avalidmeansofidentification(GovernmentIssuedIDcard) C. Avalidemailaddressandphonenumber",


  "text-help-thirteen-title": "How much does it cost to own a shop on GoBoss?",
  "text-help-thirteen-desc": "Nothing!",


  "text-license-one-title": "Personal Information",
  "text-license-one-desc": "<p>\"GoBoss\" is a trademark of GoBoss - Multivendor Digital  Marketplace (\"Company\"), a company incorporated under the Companies Act, 2013 with its registered and corporate office at Plot 64H, Sector 18, Gudgeon 122001 in the course of its business. The domain name grocers.com is owned by the Company.</p><p>If you are a California resident, the information below also applies to you. Certain terms used in this section have the meanings given to them in the California Consumer Privacy Act of 2018 (\"CCPA\").</p>",

  "text-license-two-title": "Snap",
  "text-license-two-desc": "<p>Customer are advised to read and understand our Privacy Policy carefully, as by accessing the website/app you agree to be bound by the terms and conditions of the Privacy Policy and consent to the collection, storage and use of information relating to you as provided herein.</p><p>If you do not agree with the terms and conditions of our Privacy Policy, including in relation to the manner of collection or use of your information, please do not use or access the website/app.</p><p>Our Privacy Policy is incorporated into the Terms and Conditions of Use of the website/app, and is subject to change from time to time without notice. It is strongly recommended that you periodically review our Privacy Policy as posted on the App/Web.</p>",

  "text-license-three-title": "Other Information",
  "text-license-three-desc": "<p>We may automatically track certain information about you based upon your behavior on the website. We use this information to do internal research on our users’ demographics, interests, and behavior to better understand, protect and serve our users. This information is compiled and analyzed on an aggregated basis. This information may include the URL that you just came from (whether this URL is on the website or not), which URL you next go to (whether this URL is on the website or not), your computer browser information, your IP address, and other information associated with your interaction with the website. <strong>We may also share your Mobile IP/Device IP with third party(ies) and to the best of our knowledge, be-life and representations given to us by these third party(ies) this information is not stored.</strong></p>",

  "text-license-four-title": "Links",
  "text-license-four-desc": "<p>We use this information to do internal research on our users’ demographics, interests, and behavior to better understand, protect and serve our users. This information is compiled and analyzed on an aggregated basis. This information may include the URL that you just came from (whether this URL is on the website or not), which URL you next go to (whether this URL is on the website or not), your computer browser information, your IP address</p> <ol><li>Identifiers (e.g. name, mailing address, email address, phone number, credit/debit card number)</li><li>Characteristics of protected classifications (e.g. gender, age)</li><li>Commercial information (e.g. products or services purchased, purchase history)</li><li>Internet or other electronic network activity (e.g. browse or search history)</li><li>Geo location data (e.g. latitude or longitude)</li><li>Audio, electronic, visual, or similar information (e.g. recording of Guest service calls)</li><li>Inferences drawn from any of the above (e.g. preferences or characteristics)</li>.</p>",

  "text-license-five-title": "Third Party Advertisers",
  "text-license-five-desc": "<p>To protect against the loss, misuse and alteration of the information under its control, the Company has in place appropriate physical, electronic and managerial procedures. For example, the Company servers are accessible only to authorized personnel and your information is shared with employees and authorized personnel on a need to know basis to complete the transaction and to provide the services requested by you. Although the Company endeavour to safeguard the confidentiality of your personally identifiable information, transmissions made by means of the Internet cannot be made absolutely secure. By using the website, you agree that the Company will have no liability for disclosure of your information due to errors in transmission and/or unauthorized acts of third parties.</p>",

  "text-license-six-title": "Security",
  "text-license-six-desc": "<p>Please note that the Company will not ask you to share any sensitive data or information via email or telephone. If you receive any such request by email or telephone, please do not respond/divulge any sensitive data or information and forward the information relating to the same to info@pixer.com for necessary action.</p><ol><li>Performing services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services;</li><li>Auditing related to a current interaction with you and concurrent transactions, including, but not limited to, counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance;</li><li>Short-term, transient use, including, but not limited to, the contextual customization of ads shown as part of the same interaction;</li><li>Detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity;</li><li>Debugging to identify and repair errors that impair existing intended functionality;</li><li>Undertaking internal research for technological development and demonstration; and</li><li>Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us.</li></ol>",

  "text-license-seven-title": "Protection of social security numbers",
  "text-license-seven-desc": "<p>Customer are advised to read and understand our Privacy Policy carefully, as by accessing the website/app you agree to be bound by the terms and conditions of the Privacy Policy and consent to the collection, storage and use of information relating to you as provided herein.</p><p>If you do not agree with the terms and conditions of our Privacy Policy, including in relation to the manner of collection or use of your information, please do not use or access the website/app.</p>",

  "text-license-eight-title": "Choices and access",
  "text-license-eight-desc": "<p>If you do not agree with the terms and conditions of our Privacy Policy, including in relation to the manner of collection or use of your information, please do not use or access the website/app.</p> <p>Our Privacy Policy is incorporated into the Terms and Conditions of Use of the website/app, and is subject to change from time to time without notice. It is strongly recommended that you periodically review our Privacy Policy as posted on the App/Web.</p>",

  "text-license-nine-title": "Contact us",
  "text-license-nine-desc": "<p>We are always happy to chat. A good way to reach us here. <a href=\"/contact-us\" class=\"underline hover:text-brand-dark hover:no-underline\">Contact us</a></p>",

  "text-privacy-one-title": "",
  "text-privacy-one-desc": "<p>When you visit our website or mobile applications, GoBoss may collect and use information about you that is personal to you. It outlines our practices for using and protecting your personal information, as well as your rights with regard to that information.</p>",

  "text-privacy-two-title": "Who We Are",
  "text-privacy-two-desc": "<p>A pan-African e-commerce platform is called GoBoss. Our marketplace, which links buyers and sellers, makes up our platform. A member of the GoBoss group of companies, whose ultimate parent company is GoBoss Technologies AG, manages this website and/or mobile application. On our website, you can find details about our subsidiaries.</p><p> The subsidiary to which the website and/or mobile app are related to controls any personal data submitted or collected by GoBoss.</p>",

  "text-privacy-three-title": "The Data We collect About You?",
  "text-privacy-three-desc": "<p>Any information that may be used to directly or indirectly identify a specific person is considered personal data. Your personal information is collected so that we can give you customized goods and services, as well as to analyze and improve them over time. Different types of personal data may be gathered, used, stored, and transferred by us for marketing and personal data optimization reasons. GoBoss additionally employs Google Digital Marketing to make targeted offers to our clients for particular goods and services.</p><p>When you register your personal information on our website and mobile platforms and conduct business there, you provide us your personal information.</p><p>Among the personal information we gather is information you give us:</p><ol><li>We receive and retain the information you give us, including your name, address, phone number, biometric information, and financial information.</li><ul><li>These categories of personal information could include:</li><li>contact details (like your name, postal addresses, phone numbers, and email addresses)</li><li>demographic details (like your date of birth, age, or age range, and gender)</li><li>online registration details (like your password and other authentication details)</li><li>Payment details (like your credit card information and billing address)</li><li>Details provided as part of online questionnaires (such as responses to any customer satisfaction surveys or market research)</li><li>in certain cases your marketing preferences.</li></ul><li>Information we automatically create, compile, or acquire from third parties includes:Your GoBoss marketplace searches, views, downloads, and purchases are just a few examples of the kinds of data we automatically collect and store. Other parties, including our carriers, payment service providers, merchants/brands, and advertising service providers, may also provide us with information about you.</li></ol></p><p>These specific categories of personal information may concern your device (such as your computer, tablet, or other mobile device), how you use our websites and apps (as well as specific third-party websites with whom we have collaborated), and/or your preferences, interests, or location. These kinds of information include, for instance:</p> <p><ul><li>social media user name or ID, and</li><li>social media profile photo and other social media profile information (such as number of followers).</li></ul><p>We make an effort to give you options when it comes to the personal data that you give us. If required by law, you can indicate that you want GoBoss to use your personal data to give you a customized experience/targeted advertising & content by checking the appropriate box(es) on the registration form or by responding to the question(s) posed by GoBoss representatives. You can opt out of this personalisation at any time by cancelling your account or sending an email to Nigeria. Legal email if you change your mind about taking advantage of it. By clicking on this link and following the steps, you can close your account. All of the goods and services you access through your account will no longer be available after it is closed.</p>",
  

  "text-privacy-four-title": "Other Identifiers and Cookies",
  "text-privacy-four-desc": "<p>We use this information to do internal research on our users’ demographics, interests, and behavior to better understand, protect and serve our users. This information is compiled and analyzed on an aggregated basis. This information may include the URL that you just came from (whether this URL is on the website or not), which URL you next go to (whether this URL is on the website or not), your computer browser information, your IP address</p> <ol><li>Identifiers (e.g. name, mailing address, email address, phone number, credit/debit card number)</li><li>Characteristics of protected classifications (e.g. gender, age)</li><li>Commercial information (e.g. products or services purchased, purchase history)</li><li>Internet or other electronic network activity (e.g. browse or search history)</li><li>Geo location data (e.g. latitude or longitude)</li><li>Audio, electronic, visual, or similar information (e.g. recording of Guest service calls)</li><li>Inferences drawn from any of the above (e.g. preferences or characteristics)</li>.</p>",

  "text-privacy-five-title": "Uses of Your Personal Information",
  "text-privacy-five-desc": "<p><ol><li>We use your personal information for a variety of purposes, including the following: to run, deliver, develop, and enhance the goods and services we offer.</li><li>Establishing you as a new client.</li><li>Completing and sending out your orders.</li><li>Taking care of our relationship with you.</li><li>Allowing you to take part in campaigns, contests, and polls.</li><li>Enhancing our applications, services, goods, and website.</li><li>Promoting or recommending goods or services that might be of interest to you.</li><li>Allowing you to access certain goods and services provided by our vendors and partners.</li><li>Observing our legal requirements, which may require occasionally confirming your identification.</li><li>Detecting fraud</li></ol>",

  "text-privacy-six-title": "Legal basis for the processing of Personal Data",
  "text-privacy-six-desc": "<p>Only when we have a legitimate reason to do so will we process your personal information. The reason we acquired and handled your personal data will determine the legal basis. Almost always, one of the following will serve as the legal foundation:</p><ol><li>Consent: As an illustration, consider the case in which you agreed to receive certain marketing from us. You may opt out at any time by following the \"unsubscribe\" link found at the bottom of every marketing email we send you, among other ways.</li><li>When it is required for us to know our customers, market our services, and run efficiently, as long as each of these things is done in a way that is legal and doesn't adversely affect your privacy and other rights, these are our legitimate business interests.</li><li>Performance of a contract with you: This also applies in cases where we have to take action before concluding a deal with you. For instance, if you have purchased a product from us and we need to execute your order and send the product to you, we will need to utilize your contact information and payment information.</li><li>Compliance with the law: In situations when we must use your personal information to abide by a legal requirement.</li></ol>",

  "text-privacy-seven-title": "How We Share Your Personal Data",
  "text-privacy-seven-desc": "<p>A. We may need to share your personal data with third parties for the following purposes:<ol><li>Sale of products and services: In order to deliver products and services purchased on our marketplace from third parties, we may be required to provide your personal data to such third parties.</li><li>Working with third party service providers: We engage third parties to perform certain functions on our behalf. Examples include fulfilling orders for products or services, delivering packages, analyzing data, providing marketing assistance, processing payments, transmitting content, assessing and managing credit risk, and providing customer service.</li><li>Business transfers: As we continue to develop our business, we might sell or buy other businesses or services. In such transactions, customer information may be transferred together with other business assets.</li><li>Detecting fraud and abuse: We share account information with other businesses and organizations for the purposes of reducing credit risk, detecting fraud, and complying with the law.</li></ol></p><p>B. When we share your personal data with third parties, we:<ol><li>require them to agree to use your data in accordance with the terms of this Privacy Notice, our Privacy Policy and in accordance with applicable law; and only permit them to process your personal data for specified purposes and in accordance with our instructions. We do not allow our third-party service providers to use your personal data for their own purposes.</li></ol> </p>",

  "text-privacy-eight-title": "Data Retention",
  "text-privacy-eight-desc": "<p>We will take every reasonable step to ensure that your personal data is processed for the minimum period necessary for the purposes set out in this Privacy Notice. Your Personal Data may be retained in a form that allows for identification only for as long as: <ol type=\"A\"><li>We maintain an ongoing relationship with you. This will enable us to improve your experience with us and to ensure that you receive communications from us</li><li>Your Personal Data is necessary in connection with the purposes set out in this Privacy Notice and we have a valid legal basis,</li><li>The duration of: (i) any applicable limitation period (i.e., any period during which a person could bring a legal claim against us), and</li><li>We will actively review the personal data we hold and delete it securely, or in some cases, anonymise it, when there is no longer a legal, business, or consumer need for it to be retained.</li></ol></p>",

  "text-privacy-nine-title": "Data Security",
  "text-privacy-nine-desc": "<p>We have put in place security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorised way, altered, or disclosed.</p><p>In addition, we limit access to your personal data to those employees, agents, contractors, and other third parties who have a business need to know. They will only process your personal data on our instructions, and they are subject to a duty of confidentiality.</p><p>We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so.</p>",

  "text-privacy-ten-title": "Your Legal Rights",
  "text-privacy-ten-desc": "<ol><li>It is important that the personal data we hold about you is accurate and current. Please keep us informed if your personal data changes during your relationship with us.</li><li>Under certain circumstances, you have rights under data protection laws in relation to your personal data, including the right to access, correct, or erase your personal data, object to or restrict processing of your personal data; to ask that we transfer your personal data to a third party, and to unsubscribe from our emails and newsletters.</li><li>Where you wish to permanently delete your data from our website and other applications, you can choose the option of closing your account. You can close your account by clicking on this link and following the instructions. Once your account is closed, all products and services that you access through your account will no longer be available.</li><li>We can refuse to accede to your request where it is unreasonable or where you have failed to provide additional information necessary to confirm your identity.</li></ol>",

  "text-privacy-eleven-title": "Data Controllers & Contact",
  "text-privacy-eleven-desc": "<p>If you have any questions or concerns about GoBoss’s Privacy Notice or you are looking for more information on how we process your personal data, or wish to exercise your legal rights in respect of your personal data, please contact the Data Privacy Officer by email at Legal email.</p><p>We will investigate any complaint about the way we manage Personal Data and ensure that we respond to all substantiated complaints within prescribed timelines.</p>",


  "text-terms-one-title": "",
  "text-terms-one-desc": "<p>Welcome to Goboss! These Terms and Conditions govern your use of our website and services. By accessing or using our website, you agree to be bound by these Terms and Conditions. Please read them carefully before proceeding.</p>",

  "text-terms-two-title": "Acceptance of Terms",
  "text-terms-two-desc": "<p>By using our website, you acknowledge that you have read, understood, and agreed to be bound by these Terms and Conditions, as well as our Privacy Policy. If you do not agree to these terms, please do not use our website.</p>",

  "text-terms-three-title": "Eligibility",
  "text-terms-three-desc": "<p>You must be at least 18 years old or the legal age of majority in your jurisdiction to use our services. By using our website, you represent and warrant that you have the right, authority, and capacity to enter into these Terms and Conditions and to abide by all of the terms and conditions set forth herein.</p>",

  "text-terms-four-title": "User Account",
  "text-terms-four-desc": "<p>To access certain features of our website, you may need to create a user account. You are responsible for maintaining the confidentiality of your account information, including your username and password, and for all activities that occur under your account. You agree to provide accurate and complete information when creating an account and to promptly update any information that may change. You are solely responsible for any and all actions taken under your account.</p>",

  "text-terms-five-title": "Product Listings and Descriptions",
  "text-terms-five-desc": "<p>We strive to provide accurate and up-to-date information regarding our products and services. However, we do not warrant the accuracy, completeness, or reliability of any product listings, descriptions, or other information on our website. Prices and availability of products are subject to change without notice.</p>",

  "text-terms-six-title": "Orders and Payments",
  "text-terms-six-desc": "<p>When you place an order through our website, you are making an offer to purchase the products or services at the prices and terms stated. We reserve the right to refuse or cancel any orders for any reason, including but not limited to availability, errors in product or pricing information, or suspicion of fraud or unauthorized activity.</p><p>All payments for orders must be made through the designated payment methods provided on our website. You agree to provide accurate and complete payment information and authorize us to charge the applicable amount to your chosen payment method.</p>",

  "text-terms-seven-title": "Shipping and Delivery",
  "text-terms-seven-desc": "<p>We will make reasonable efforts to fulfill and deliver your orders in a timely manner. However, we do not guarantee specific delivery dates or times and are not liable for any delays or losses arising from delivery.</p>",

  "text-terms-eight-title": "Returns and Refunds",
  "text-terms-eight-desc": "<p>Our returns and refunds policy is outlined separately and is subject to its own terms and conditions. Please refer to the applicable policy for information regarding returns, exchanges, and refunds.</p>",

  "text-terms-nine-title": "Intellectual Property",
  "text-terms-nine-desc": "<p>All content on our website, including but not limited to text, graphics, logos, images, videos, and software, is the property of GoBoss or its licensors and is protected by applicable intellectual property laws. You may not use, reproduce, distribute, or modify any content from our website without our prior written consent.</p>",

  "text-terms-ten-title": "Limitation of Liability",
  "text-terms-ten-desc": "<p>To the extent permitted by applicable law, Goboss and its officers, directors, employees, and affiliates shall not be liable for any direct, indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your use of our website or the products and services offered.</p>",

  "text-terms-eleven-title": "Indemnification",
  "text-terms-eleven-desc": "<p>You agree to indemnify and hold www.goboss.com.ng and its officers, directors, employees, and affiliates harmless from any claims, damages, liabilities, and expenses (including reasonable attorneys' fees) arising out of or in connection with your use of our website, violation of these Terms and Conditions, or violation of any rights of a third party.</p>",

  "text-terms-twelve-title": "Governing Law and Jurisdiction",
  "text-terms-twelve-desc": "<p>These Terms and Conditions shall be governed by and construed in accordance with the laws of the fedral republic of Nigeria. Any disputes arising out of or in connection with these Terms and Conditions shall be resolved exclusively in the state or federal courts located within the fedral republic of Nigeria, and you hereby consent to the personal jurisdiction and venue of such courts.</p>",

  "text-terms-thirteen-title": "Modifications to Terms and Conditions",
  "text-terms-thirteen-desc": "<p>We reserve the right to modify or update these Terms and Conditions at any time without prior notice. Any changes will be effective immediately upon posting on our website. It is your responsibility to review these Terms and Conditions periodically for any updates or changes. Your continued use of our website after the posting of any modifications constitutes your acceptance of such changes.</p>",

  "text-terms-fourteen-title": "Severability",
  "text-terms-fourteen-desc": "<p>If any provision of these Terms and Conditions is determined to be invalid, illegal, or unenforceable, the remaining provisions shall remain in full force and effect to the fullest extent permitted by law.</p>",

  "text-terms-fifteen-title": "Entire Agreement",
  "text-terms-fifteen-desc": "<p>These Terms and Conditions, along with our Privacy Policy, constitute the entire agreement between you and www.goboss.com.ng regarding your use of our website and supersede any prior or contemporaneous agreements, communications, and proposals, whether oral or written, between you and us.</p>",

  "text-terms-sixteen-title": "Contact Information",
  "text-terms-sixteen-desc": "<p>If you have any questions or concerns about these Terms and Conditions, please contact us at info@goboss.com.ng.</p><p>By using our website, you signify your understanding and acceptance of these Terms and Conditions. If you do not agree with these terms, please refrain from using our website.</p><p>Thank you for choosing GoBoss.</p>",


  "text-welcome-back": "Welcome Back, Please Login",
  "text-create-an-account": "Create your account. Already have account?",
  "text-login": "Login here",
  "text-register": "Register",
  "text-wrong-user-name-and-pass": "Wrong username or password",
  "text-join-now": "Login to your account. Don’t have an account?",
  "text-create-account": "Create Account",
  "text-forgot-password": "Forgot Password?",
  "text-get-login": "Get Login",

  "text-remember-me": "Remember me",

  "text-reset-password": "Reset Your Password",
  "text-reset-password-submit": "Reset Password",
  "text-or": "Or",
  "text-back-to": "Back to",
  "text-reset-password-title": "We&apos;ll send you a link to reset your password",
  "text-email-notice": "your email is not exists in our app",

  "text-ask-seller-question": "Ask seller a question",
  "text-ask-question-desc": "Your question should not contain contact information such as email, phone or external web links.",

  "text-submit": "Submit",

  "text-ask-question-success": "Successfully submitted the question. Please wait for the seller to respond.",

  "text-ask-question-error": "Maximum Question Limit Exceeded",

  "text-search-question": "Search Question",

  "text-abuse-report": "Abuse Report Submitted",
  "text-report-error-message": "You've already given report",
  "text-about-report-title": "Report this comment",
  "text-report-input-placeholder": "Write your reason",
  "text-report-button": "Make Report",

  "text-rating-title": "What’s your rating",
  "text-make-review": "Make a review",
  "text-input-attachment": "Attachment",

  "text-checkout-title": "Contact Number",
  "text-checkout-title-two": "Your Order",
  "text-tax": "Tax",
  "text-calculated-checkout": "Calculated at checkout",
  "text-check-availability": "Check Availability",

  "text-wallet-points-title": "Wallet Points",
  "text-wallet-currency": "Wallet Currency",
  "text-wallet-input-label": "Use wallet",
  "text-submit-confirm": "Confirm",
  "text-submit-order": "Place Order",

  "text-loader-title": "Loading...",

  "PIXER_ERROR.NOT_FOUND": "Not Found",
  "PIXER_ERROR.NOT_AUTHORIZED": "Not Authorized",
  "PIXER_ERROR.INVALID_CREDENTIALS": "Invalid Credentials",
  "PIXER_ERROR.SOMETHING_WENT_WRONG": "Something went wrong",
  "PIXER_ERROR.PAYMENT_FAILED": "Payment Failed",
  "PIXER_ERROR.OPERATION_NOT": "Operation Not",
  "PIXER_ERROR.INSUFFICIENT_BALANCE": "Insufficient Balance",
  "PIXER_ERROR.WITHDRAW_MUST_BE_ATTACHED_TO_SHOP": "Withdraw must be attached to shop",
  "PIXER_ERROR.PLEASE_LOGIN_USING_FACEBOOK_OR_GOOGLE": "Please login using Facebook or Google",
  "PIXER_ERROR.ACTION_NOT_VALID": "Action not valid",
  "PIXER_ERROR.SHOP_NOT_APPROVED": "Shop not approved",
  "PIXER_MESSAGE.NOT_FOUND": "Not Found",
  "PIXER_MESSAGE.CHECK_INBOX_FOR_PASSWORD_RESET_EMAIL": "Check inbox for password reset email",
  "PIXER_MESSAGE.SOMETHING_WENT_WRONG": "Something went wrong",
  "PIXER_MESSAGE.TOKEN_IS_VALID": "Token is valid",
  "PIXER_MESSAGE.INVALID_TOKEN": "Token is not valid",
  "PIXER_MESSAGE.PASSWORD_RESET_SUCCESSFUL": "Password reset successful",
  "PIXER_MESSAGE.INVALID_CREDENTIALS": "Provided credentials is not valid",
  "PIXER_MESSAGE.EMAIL_SENT_SUCCESSFUL": "Email successfully sent",
  "PIXER_ERROR.YOU_HAVE_ALREADY_GIVEN_ABUSIVE_REPORT_FOR_THIS": "You've already given report",
  "PIXER_ERROR.MAXIMUM_QUESTION_LIMIT_EXCEEDED": "Maximum Question Limit Exceeded",
  "text-order-received-title": "Order Received Successfully",
  "text-order-thank-you-message": "Thanks for your order, click here to check your purchase bucket",
  "text-order-button-title": "View Order",
  "text-update-review": "Update Review",
  "text-write-review": "Write a review",
  "text-comment-label": "Write a comment",
  "text-review-submitted": "Review Submitted",
  "text-review-updated": "Review Updated",
  "text-report": "Report",
  "text-prev": "Prev",
  "text-next": "Next",
  "text-payment-order": "Please click <b>Place order</b> to complete order and payment",
  "text-choose-payment": "Available Payment Method",
  "text-enter-phone-number": "Please enter your contact number",
  "text-verify-payment": "Please verify payment card",
  "text-select-payment-gateway": "Please select a payment gateway.",
  "text-order-number": "Order Number",
  "text-note": "Note",
  "message-sub-order": "If this order has products from multiple vendors, we will divide the order into multiple vendor orders. This means that your products may arrive in seperate dispatches",
  "text-tracking-number": "Tracking Number",
  "text-status": "Status",
  "text-total-price": "Total Price",
  "text-view": "View",
  "text-total-amount": "Total Amount",
  "text-sub-orders": "Details",
  "text-sub-total": "Sub Total",
  "text-order-details": "Order Details",
  "text-item": "Item",
  "text-quantity": "Quantity",
  "text-price": "Price",
  "text-total-item": "Total Item",
  "text-payment-method": "Payment Method",
  "text-remove-item-from-cart-message": "Successfully remove from the cart!",
  "payment-confirmed": "Payment Confirmed! Click On Place Order",
  "text-payment-successful": "Payment successfully done",
  "text-card-expiry": "Expiration date",
  "text-card-cvc": "CVC",
  "text-payment-title": "Pay your payment",
  "text-pay": "Pay",
  "text-order-status": "Order Status",
  "text-payment-status": "Payment Status",
  "insufficient_funds": "Your card has insufficient funds.",
  "order-pending": "Order Pending",
  "order-processing": "Order Processing",
  "order-completed": "Order Completed",
  "order-cancelled": "Order Cancelled",
  "order-failed": "Order Failed",
  "order-at-local-facility": "Order At Local Facility",
  "order-out-for-delivery": "Order Out For Delivery",
  "payment-pending": "Payment Pending",
  "payment-processing": "Payment Processing",
  "payment-success": "Payment Success",
  "payment-failed": "Payment Failed",
  "payment-reversal": "Payment Reversal",
  "payment-cash-on-delivery": "Cash On Delivery",
  "payment-wallet": "Wallet Payment",
  "text-delete": "Delete",
  "text-payment": "Payment",
  "text-pay-now": "Pay Now",
  "text-card-delete-confirm": "Are you sure, you want to delete?",
  "text-stripe-card-desc-title": "What you will get on Stripe",
  "text-stripe-card-desc-one": "We have 24 hours refund policy.",
  "text-stripe-card-desc-two": "Unlimited shopping card for E-Commerce.",
  "text-stripe-card-desc-three": "No limit for daily transaction.",
  "text-no-payment-configure": "No Payment Enable Yet!!",
  "text-set-default-card-message": "Successfully set default card",
  "text-card-successfully-deleted": "Card successfully deleted",
  "text-card-successfully-add": "Card successfully added",
  "profile-sidebar-my-cards": "My Cards",
  "profile-add-cards": "Add Card"
}
